#+STARTUP: indent
#+MACRO: HS /Hōdo Station/
#+LATEX_CLASS: koma-article
#+LATEX_HEADER: \usepackage{spkb-pack}
#+LATEX_HEADER: \addbibresource{/Users/spkb/Documents/Bibliographies/mybib.bib}
#+OPTIONS: toc:nil
#+COLUMNS: %25ITEM %TARGET %ACTUAL %PRIORITY
#+TITLE: Press Freedom in Japan

* Front Matter :noexport:
#+BEGIN: columnview :hlines 1 :id global 
| ITEM                                        | TARGET | ACTUAL | PRIORITY |
|---------------------------------------------+--------+--------+----------|
| * Front Matter                              |        |        | B        |
|---------------------------------------------+--------+--------+----------|
| * Press Freedom in Japan                    |    400 |    173 | B        |
| ** Dependence and Independence              |        |        | B        |
|---------------------------------------------+--------+--------+----------|
| * Real world effects?                       |    400 |    307 | B        |
| ** Kishii Shigetada dropped from /News 23/? |        |        | B        |
| ** Furutachi - /News23/ caster replaced     |        |        | B        |
| ** 'Close Up Gendai'                        |        |        | B        |
|---------------------------------------------+--------+--------+----------|
| * A timeline of events                      |   1500 |    954 | B        |
| ** /Tsubaki Hatsugen Jiken/ (1993-4)        |        |        | B        |
| ** 2011.3 - Tsunami - Fukushima             |        |        | B        |
| ** Informal meetings increase               |        |        | B        |
| ** Momii - NHK                              |        |        | B        |
| ** Koga Shigeaki                            |        |        | B        |
| ** Pre-election letter to press             |        |        | B        |
| ** Furutachi goes                           |        |        | B        |
| ** Takaichi 'gyōmu teishi' threat           |        |        | B        |
|---------------------------------------------+--------+--------+----------|
| * Issues                                    |    800 |    270 | B        |
| ** Nuclear Power                            |        |        | B        |
| ** Secrets Law                              |        |        | B        |
| ** War Law                                  |        |        | B        |
| ** General Election                         |        |        | B        |
| ** Abenomics                                |        |        | B        |
|---------------------------------------------+--------+--------+----------|
| * Government people involved                |    800 |    782 | B        |
| ** Abe Shinzō                               |        |        | B        |
| ** Takaichi Sanae                           |        |        | B        |
| ** Suga Yoshihide                           |        |        | B        |
|---------------------------------------------+--------+--------+----------|
| * Industry responsibility                   |    500 |    312 | B        |
| ** Adversarial Approach                     |        |        | B        |
|---------------------------------------------+--------+--------+----------|
| * Discussion                                |    800 |    229 | B        |
| ** Journalistic Education                   |        |        | B        |
| ** Unions and other Associations            |        |        | B        |
| ** Identity and Ideology                    |        |        | B        |
|---------------------------------------------+--------+--------+----------|
| * Conclusions                               |    500 |      0 | B        |
|---------------------------------------------+--------+--------+----------|
| * TOTALS                                    |   5700 |   3027 | B        |
#+TBLFM: @>$2=vsum(@2$2..@>>$2)::@>$3=vsum(@2$3..@>>$3)
#+END:

#+BEGIN_abstract
\noindent
This paper briefly outlines the background which over the last several years has led to concerns over the future of the ability of Japan's press to contribute usefully to its democracy. 
#+END_abstract

